[
  {
    "id": "cg125",
    "nome": "CG 125",
    "bio": "Em breve, Descrição da Atração",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/cg125-foto.webp",
    "instagram": "https://www.instagram.com/banda.cg125"
  },
  {
    "id": "guvrim",
    "nome": "Guvrim",
    "bio": "Guvrim é o projeto solo de Gustavo Amorim, artista do Rio de Janeiro que une Post-Rock Alternativo e Indie Rock. Já se apresentou em eventos como Rock in SP e em casas influentes do Rio, incluindo o Teatro Kubrick (antigo Odisséia e atual Agyto), Rock na Biblioteca, além de espaços como Rock Experience, Heavy Duty e Rock n Beer.<br><br>Em 2025 lançou o single duplo “Your Life Is A Mess, But Focus On Me”, além do single “Nobody’s Watching”. Com esses trabalhos, Guvrim consolida-se como um nome emergente da cena alternativa, pronto para levar sua sonoridade intensa e envolvente aos palcos.",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/guvrim-foto.webp",
    "instagram": "https://www.instagram.com/guvrimm"
  },
  {
    "id": "kmrock",
    "nome": "KM Rock",
    "bio": "Em breve, Descrição da Atração",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/kmrock-foto.webp",
    "instagram": "https://www.instagram.com/bandakmrock"
  },
  {
    "id": "kyori",
    "nome": "Kyori",
    "bio": "Com 10 anos de estrada, a Kyori é uma força vibrante do J-Rock e New Metal, unindo a energia do rock japonês com o peso do alternativo. Inspirada por nomes como L’Arc-en-Ciel, ONE OK ROCK, Evanescence e Linkin Park, a banda criou uma sonoridade única que conecta a cultura pop japonesa à intensidade do palco.<br>Presença constante em grandes eventos de anime no RJ e ES, a Kyori entrega shows enérgicos, com riffs marcantes, vocais poderosos e uma conexão visceral com o público.<br><br>Cada apresentação é uma celebração entre técnica, emoção e crossover cultural.",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/kyori-foto.webp",
    "instagram": "https://www.instagram.com/bandakyori"
  },
  {
    "id": "samambaiaornamental",
    "nome": "Samambaia Ornamental",
    "bio": "SAMAMBAIA ORNAMENTAL é um trio de rock n’ roll criado no ano de 2019 em Magé/RJ. A banda carrega influências do rock alternativo e punk rock nacional e internacional, sem deixar de fazer referências aos fenômenos culturais da baixada fluminense em suas letras e sonoridade. Hoje a Samambaia trás ao público o lançamento duplo “Nova Ordem Ornamental”, trazendo uma sonoridade agressiva e tecendo críticas ácidas ao uso de inteligência artificial e devastação desenfreada da natureza.",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/samambaiaornamental-foto.webp",
    "instagram": "https://www.instagram.com/samambaiaornamental"
  },
  {
    "id": "skorno",
    "nome": "Skorno",
    "bio": "Com som agressivo e letras críticas, o Skorno expõe as desigualdades sociais e convoca à revolta. Misturando cultura e política, a banda denuncia a desumanidade das classes oprimidas e defende mudança e resistência. Formada no Rio de Janeiro em 2014, conta com Bruno Xistra (baixo), Filipe Vidal (guitarra) e Igor Ribeiro (bateria). #MarcelVive</p>",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/skorno-foto.webp",
    "instagram": "https://www.instagram.com/skornorj"
  },
  {
    "id": "stigma",
    "nome": "Stigma",
    "bio": "A Banda STIGMA vai comemorar seus 8 ANOS de banda aqui, no nosso palco!<br>Para quem ainda não conhece, a STIGMA é uma potência do Rock formada em 2018, vinda diretamente de Magé na Baixada Fluminense do Rio de Janeiro.<br><br>O som dos caras é uma mistura poderosa, com influências que vão dos gigantes do rock clássico, como AC/DC e Led Zeppelin, até nomes como System of a Down, Audioslave, Metallica e Raimundos.<br><br>No show, eles prometem um repertório recheado de hits nacionais e internacionais que marcaram épocas, até o cenário atual, e ainda vão tocar seu som AUTORAL e mostrar que o Rock ainda vive!!!<br>Prepare-se para uma performance cheia de energia!<br><br>Venha curtir e celebrar o aniversário da BANDA STIGMA com a gente!!!",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/stigma-foto.webp",
    "instagram": "https://www.instagram.com/banda_stigma"
  },
  {
    "id": "sunkiller",
    "nome": "Sunkiller",
    "bio": "Sunkiller, originários de Fragoso e há dois anos no corre. Letícia (voz), Felipe (guitarra), Carol (baixo) e Victor (bateria) guiam sua musicalidade com elementos que transitam entre o metal alternativo e emocore. A banda segue se apresentando com setlists cover enquanto prepara seu primeiro lançamento. As principais influências da banda são Three Days Grace, Deftones, The Pretty Reckless.",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/sunkiller-foto.webp",
    "instagram": "https://www.instagram.com/sunkillerbr"
  },
  {
    "id": "tornokre",
    "nome": "tornokre",
    "bio": "Banda criada em Magé, no ano de 1994, com intenção de criar seu próprio som, com influências de vários sub-gêneros do rock, dando origem a um estilo que mistura hardcore e crossover<br><br>Formação atual:<br><br>Adriano no contra baixo e vocais <br>João Paulo na guitarra<br>Ramon na bateria<br><br>Além do show da Tornokrê, o público também vai conferir uma entrevista exclusiva com a banda, trazendo histórias, inspirações e a visão deles sobre a cena underground.",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/tornokre-foto.webp",
    "instagram": "https://www.instagram.com/tornokre"
  },
  {
    "id": "vidalrocktrio",
    "nome": "Vidal Rock Trio",
    "bio": "VIDAL ROCK TRIO é o projeto homônimo do guitarrista e vocalista Lucas Vidal. Às vezes grunge, às vezes blues e quase sempre Reginaldo Rossi, a proposta do trio é fazer tributo às músicas que já tocaram no seu rádio e você não lembra. Se possível fazer esse tributo bem sujo e quente.",
    "destaque": "/src/assets/images/confirmados/bandas-destaque/vidalrocktrio-foto.webp",
    "instagram": "https://www.instagram.com/vidalrocktrio"
  },
  {
    "id": "bgrecords",
    "nome": "BG RECORDS",
    "bio": "A BG Records chega ao festival representando toda a força criativa de Magé. Com mais de uma década produzindo rap, trap, funk, música latina e música urbana, o estúdio se destaca pela qualidade, inovação e pelo desenvolvimento artístico que transforma talentos mageenses em verdadeiros protagonistas. Reconhecida por seus videoclipes, produções de alto nível e pela energia autêntica que carrega, a BG Records traz ao palco a essência da cultura urbana com profissionalismo, identidade e uma presença marcante.",
    "destaque": "/src/assets/images/confirmados/street-destaque/bgrecords-foto.webp",
    "instagram": "https://www.instagram.com/bgrecordsoficial"
  },
  {
    "id": "caiobg",
    "nome": "Caio BG",
    "bio": "Caio BG é uma das vozes mais influentes da cena urbana de Magé. Artista, produtor e fundador da BG Records — estúdio pioneiro em trap e cultura urbana na região — ele transforma vivências reais em música com identidade própria. Com estética marcante e presença de impacto, Caio BG representa a evolução do trap independente e a força da nova geração que move as ruas.",
    "destaque": "/src/assets/images/confirmados/street-destaque/caiobg-foto.webp",
    "instagram": "https://www.instagram.com/caiogeovanibg"
  },
  {
    "id": "hiagobg",
    "nome": "Hiago BG",
    "bio": "Hiago BG é cantor e compositor da BG Records. Começou na música aos 10 anos e hoje mistura trap, chill rap e reggaeton em uma identidade marcante. Representante de Magé, leva letras diretas e cheias de vivência. Sua versatilidade artística é marcada pela capacidade de dialogar com múltiplos gêneros, mantendo coesão e identidade sonora.",
    "destaque": "/src/assets/images/confirmados/street-destaque/hiagobg-foto.webp",
    "instagram": "https://www.instagram.com/hiagobg.oficial"
  },
  {
    "id": "jonnysolty",
    "nome": "Jonny Solty",
    "bio": "Jonny Solty é músico, criador de conteúdo e comunicador nato. Une autenticidade, humor e vivência real para conectar pessoas através da música e das ideias. Dono do single “SONHO”, segue construindo um público fiel com carisma e energia própria.",
    "destaque": "/src/assets/images/confirmados/street-destaque/jonnysolty-foto.webp",
    "instagram": "https://www.instagram.com/jonny.solty"
  },  
  {
    "id": "kim",
    "nome": "Kim Costa",
    "bio": "KIM COSTA é um rapper e compositor brasileiro, conhecido por suas letras intensas e Motivacionais. Com uma forte conexão com a realidade urbana e a cultura do rap, estilo lírico que tem conquistado fãs em todo Município de Magé <br>Nascido no Bairro de PIABETÁ/MAGÉ,<br>Kim Costa cresceu em um ambiente onde a Música e a Arte foi uma parte essencial da sua vida. Desde jovem, se inspirou em artistas como ( Chris Brown, Racionais Mc’s e Marcelo D2) Kim começou a escrever suas próprias rimas aos 17 anos. A vivência nas ruas e as experiências de superação e evolução pessoal são as principais fontes de inspiração para suas letras.'<br>Seu primeiro projeto a ganhar visibilidade em Magé, foi o EP: Vida de MC, lançado em 2023 com 3 Músicas exclusivas e Vídeo clipes em 3D, ganhou reconhecimento Visual e sonoro, as músicas e os clipes, abordam suas origens, evolução artística e pessoal e motiva os Mc’s ( cantores ) a nunca desistir dos seus sonhos . <br>Em 2025, Kim Costa, foi convidado a cantar no Festa que comemorou 460 anos do Município de MAGÉ, participando na Abertura do Show do Cantor: MATUE, junto com a BG RECORDs, show ao vivo  que atraiu um  público aproximado de 60 mil pessoas, assim KIM COSTA solidifica sua posição como um dos nomes na Cena do rap Mageense.",
    "destaque": "/src/assets/images/confirmados/street-destaque/kim-foto.webp",
    "instagram": "https://www.instagram.com/kimcostaoficial"
  },
  {
    "id": "dezz",
    "nome": "Dezz Caro",
    "bio": "Da Venezuela pro Rio, ele chegou dominando a cena latina com energia, atitude e um som pop urbano que mistura reggaeton, funk, afrohouse e elementos quentes da pista. Carismático, intenso e impossível de ignorar, ele traz uma vibração sensual e irresistível que toma conta do público. Preparem-se pra sentir o peso… DEZZ, o Gringo mais Caro!",
    "destaque": "/src/assets/images/confirmados/street-destaque/dezz-foto.webp",
    "instagram": "https://www.instagram.com/dezzcaro"
  },
  {
    "id": "bigup",
    "nome": "Big Up",
    "bio": "A Big UP é um selo musical nascido no coração da Penha, Zona Norte do Rio de Janeiro, fruto da união e organização de MCs que transformaram a vivência de quebrada em potência artística. Com nomes de peso em seu quadro associativo, como Filipe Ret e Diana Bouth, o selo se destaca pela estética do Trap juvenil, marcada por letras picantes, românticas e carregadas de atitude. Entre seus talentos está Vttin, sobrinho de Filipe Ret e uma das novas promessas da cena, trazendo frescor e autenticidade ao catálogo da Big UP. O selo atua como plataforma de crescimento para jovens artistas que buscam identidade, expressão e espaço dentro da música urbana contemporânea.",
    "destaque": "/src/assets/images/confirmados/street-destaque/bigup.webp",
    "instagram": "https://www.instagram.com/original_bigup"
  },
  {
    "id": "Rhuas.Art",
    "nome": "Rhuas.Art",
    "bio": "A Rhuas.Art é uma produtora artística independente idealizada por Mário Junior, criador e articulador cultural dedicado ao fortalecimento da cena Hip Hop. A produtora se destaca pela criação de projetos sociais que impulsionam talentos emergentes, como A CHANCE, Cria dos Crias e Vitrine MC, iniciativas que oferecem oportunidades reais para MCs independentes, conectando arte, formação profissional e impacto comunitário. Com uma visão voltada à inclusão, educação musical e valorização da cultura urbana, a Rhuas.Art atua como ponte entre artistas, marcas e público, construindo futuros possíveis dentro e fora dos palcos.",
    "destaque": "/src/assets/images/confirmados/street-destaque/rhuas.webp",
    "instagram": "https://www.instagram.com/rhuas.Art"
  },
  {
    "id": "batalharimas",
    "nome": "Batalha de Rimas",
    "bio": "O microfone vai estar aberto pra quem tem verso afiado, presença de palco e atitude pra representar a cena e mostrar que a rima também é resistência! Aqui é espaço de respeito, arte e liberdade de expressão, do jeitinho que o movimento hip-hop ensina nas ruas.<br><br>A disputa vai rolar no palco preparado pra receber quem chega pesado no improviso e quem quer fazer o público vibrar a cada punchline!<br><br>Aqui a palavra é a arma e a criatividade é o escudo!<br><hr><br><h2>Regras da Competição</h2><br> Para se inscrever e participar,<a href='https://docs.google.com/forms/d/e/1FAIpQLSd5_dwLQfeK2WT1G8WPdrnoloDpwt7OkfjLhMDlnG9WHDYh9A/viewform' target='blank'> Clique aqui!</a><br><hr><b>1. Formato da Batalha:</b><br><br>-Será utilizado o modelo de duelos (1 contra 1) de MCs (inspirado nas batalhas tradicionais).<br><br>-Cada duelo terá 2 rounds principais de improviso ('ataque' e 'resposta'). Isso é semelhante ao formato usado em regulamentos como o da IFMG.<br<br>-Cada MC terá 40 segundos por rodada. <br><br>-Se após os 2 rounds principais houver empate (ou empate na votação), pode haver um 3º round de desempate ('bate-volta'). Por exemplo, eles usam um terceiro round com formato de 4 entradas alternadas. <br><br><hr><b>2. Temas, Palavras ou Desafios:</b><br><br>-Caso a organização queira, pode ser sorteada uma palavra ou tema para cada MC usar durante a batalha, como parte do 'ataque' e da 'resposta' (ex: um MC recebe a palavra 'tempo', deve usar em suas rimas). Isso já é usado em algumas batalhas culturais. <br><br>-Se usar temas, a organização deve divulgar as regras de sorteio antes da batalha.<br><br><hr><b>3. Critérios de Julgamento:</b><br><br>-O público avaliará: criatividade / originalidade das rimas, flow / habilidade de improvisação, linguagem, postura no palco, desempenho no ataque e na resposta, e respeito às regras éticas (sem discurso de ódio, sem discriminação, sem excessos ofensivos). Isso é padrão em muitos regulamentos de batalha de rima. <br><br><hr><b>4. Conduta e Limites:</b><br><br>-É proibido o uso de linguagem discriminatória (racismo, homofobia, sexismo, capacitismo, etc.). Na “1ª Noite da Cultura Hip Hop”, por exemplo, ofensas graves podem resultar em penalidade ou desclassificação. <br><br>-Não é permitido o uso de substâncias (bebidas alcoólicas, drogas) para MCs enquanto estiverem batalhando, para garantir clareza mental e segurança, se fizer sentido para a logística. (Essa regra varia conforme o tipo de evento, mas pode ser adotada como medida de responsabilidade.)<br><br><hr><b>5. Premiação:</b><br><br>O vencedor da batalha de rima será premiado em dinheiro.",
    "destaque": "/src/assets/images/confirmados/street-destaque/batalharimas-foto.webp",
    "instagram": ""
  },
  {
  "id": "campeonatobreak",
  "nome": "Batalha de Breakdance",
  "bio": "O chão vai sacudir com essa Batalha de Breakdance! Um encontro de ritmo, energia e expressão que celebra a cultura urbana em movimento.<br>Vai rolar muito break dance e freestyle, com espaço aberto pra quem vive o corpo como arte e traduz a batida em atitude! Aqui, o palco é de quem tem presença, estilo e personalidade, cada passo vale como poesia no asfalto.<br><hr><h2>Regras da Competição</h2><br>Para se inscrever e participar <a href='https://docs.google.com/forms/d/e/1FAIpQLSd5_dwLQfeK2WT1G8WPdrnoloDpwt7OkfjLhMDlnG9WHDYh9A/viewform' target='blank'> Clique aqui!</a><br><hr><b>1. Inscrições e Formação dos Grupos ('Crews'):</b><br><br>-Cada dançarino (b-boy / b-girl) deve se inscrever individualmente via formulário (link acima)<br><br>-No momento da inscrição, cada participante deve informar a qual grupo (crew) pertence (nome da crew, até 5 pessoas).<br><br>-Só serão aceitos crews completos de exatamente 5 pessoas para a disputa de grupo (“crew battle”). Se houver menos de 5 inscritos para formar um dito “crew”, esse grupo não poderá competir nessa parte ou deverá ser realocado.<br><br><hr><b>2. Formato da Competição de Grupo (Crew Battle):</b><br><br>-As crews competem em formato eliminatório ('knockout'), em rodadas diretas de confrontos entre duas equipes.<br><br>-Em cada confronto, cada membro da crew terá uma 'entrada' ('set') de até 1 minuto, na qual todos os membros da crew irão batalhar entre si. <br><br>-Após a apresentação de ambas as crews, o público irá decidir qual grupo avança para a próxima fase.<br><br>-As fases continuam até restarem duas crews para a final, onde se decide o grande vencedor.<br><br>-O melhor grupo, definido pelo público, será premiado em dinheiro.<br><hr><b>3. Competição de Domínio ('Durational Battle'):</b><br><br>-Separadamente da disputa de crews, haverá uma competição de domínio ('who stays longer'). A organização irá escolher um movimento específico (pode ser freeze, <br>windmill, headspin, etc.).<br><br>-Os participantes inscritos (podem ser os mesmos das crews, mas competem individualmente) disputarão quem consegue manter por mais tempo esse movimento selecionado, com técnica e controle.<br><br>-O tempo será cronometrado para os movimentos escolhidos, e deve haver critérios claros de desqualificação se o movimento perder forma, se transformar em transição para outro movimento, ou se o competidor 'cair' do domínio.<br><br>-O vencedor dessa disputa de domínio ganha brindes e medalha.<br><hr><b>4. Critérios de Avaliação para a Battle de Crews:</b><br><br>-O público avaliará elementos como musicalidade, sincronia da crew, originalidade, técnica (power moves, footwork, freezes), transições e presença de palco.<br><br>-As penalidades podem ser aplicadas se houver interferência com a crew adversária, se alguém sair da área de dança ou por falta de controle (segundo regras semelhantes às da competição internacional de breaking). Por exemplo, nas competições oficiais, 'se uma crew atrapalha a performance da outra, pode haver dedução de pontos.' <br><br>-No caso de empate após a final (ou uma rodada decisiva), pode haver um “tie-break” (rodada extra) em que cada crew envia um representante para uma entrada curta (30 segundos ou similar) para desempate.<br><hr><b>5. Comportamento e Segurança:</b><br><br>-É proibido contato físico descontrolado que possa ferir outro dançarino.<br><br>-Se um competidor ultrapassar a área demarcada para batalha (por exemplo, ultrapassar bordas da pista), pode sofrer penalidade ou desclassificação. Isso é uma regra comum em competições de breaking. <br><br>-Os participantes devem respeitar os demais crews, público e organizadores; qualquer conduta antiética, agressiva ou perigosa pode gerar advertência ou desclassificação.",
  "destaque": "/src/assets/images/confirmados/street-destaque/campeonatobreak-foto.webp",
  "instagram": ""
  },
  {
    "id": "campeonatoskate",
    "nome": "Campeonato de Skate - Best Trick",
    "bio": "O 1º Festival Underground Literário traz o Campeonato de Skate – Best Trick, pra quem manda bem nas manobras e quer mostrar estilo, técnica e atitude na pista!<br><br>Vai rolar no lendário Beco da Palha, bem no coração de Magé – RJ! O pico vai estar transformado com equipamentos instalados especialmente pro evento e um espaço aberto pro público vibrar a cada manobra insana! <br><br>Então já sabe: leva teu skate, tua vibe e teu melhor trick, porque aqui o destaque vai pra quem tem criatividade, estilo e ousadia no shape — daquele jeitinho que só a galera da rua sabe fazer!<br><br>Para se inscrever e participar, <a href='https://docs.google.com/forms/d/e/1FAIpQLSdJURcXtDjPtC1Naf5SQSSlXcqQdkGEMgRtuWqctGKM5UvvEA/viewform' target='blank'> Clique aqui!</a>",
    "destaque": "/src/assets/images/confirmados/street-destaque/campeonatoskate-foto.webp",
    "instagram": ""
  },
  {
    "id": "grafitti",
    "nome": "Grafitti",
    "bio": "Em breve, Descrição da Atração",
    "destaque": "/src/assets/images/confirmados/street-destaque/grafitti-foto.webp",
    "instagram": ""
  },
  {
    "id": "grafittikids",
    "nome": "Grafitti  Kids",
    "bio": "Em breve, Descrição da Atração",
    "destaque": "/src/assets/images/confirmados/street-destaque/grafittikids-foto.webp",
    "instagram": ""
  },
  {
    "id": "aphrodite",
    "nome": "Aphrodite Dance Group",
    "bio": "Sob a direção do bailarino Luís Felipe, o Aphrodite, criado em 2024, nasceu com o propósito de expressar arte com muita força, beleza e atitude da deusa que nos dá nome.<br><br>Unindo talento, criatividade e muita energia, o Aphrodite traz coreografias marcantes, que transitam entre o urbano, o jazz e o estilizado, sempre com uma pegada ousada e autêntica.",
    "destaque": "/src/assets/images/confirmados/street-destaque/aphrodite-foto.webp",
    "instagram": "https://www.instagram.com/aphrodite.dancegroup"
  },  
  {
    "id": "baixadacrew",
    "nome": "Baixada Crew",
    "bio": "Sob a direção do bailarino Luís Felipe, o Aphrodite, criado em 2024, nasceu com o propósito de expressar arte com muita força, beleza e atitude da deusa que nos dá nome.<br><br>Unindo talento, criatividade e muita energia, o Aphrodite traz coreografias marcantes, que transitam entre o urbano, o jazz e o estilizado, sempre com uma pegada ousada e autêntica.",
    "destaque": "/src/assets/images/confirmados/street-destaque/baixadacrew-foto.webp",
    "instagram": "https://www.instagram.com/baixadacrew_"
  },
  {
    "id": "boombox",
    "nome": "Boombox Crew Dance",
    "bio": "BoomBox Crew Dance, Grupo de Danças Urbanas que aborda variados estilos clássicos do Hip-Hop como, Breaking, Looking, Krumpping, Popping, Robotdance entre outros e Poesia. Promove Cyphers e Batalhas a mais de 10 anos na localidade e projeta abordar os 4 elementos do Hip-Hop acrescentando  DJ, Mc e Graffity.",
    "destaque": "/src/assets/images/confirmados/street-destaque/boomboxcrew-foto.webp",
    "instagram": ""
  },
  {
    "id": "dinastia021",
    "nome": "Dinastia 21",
    "bio": "Nascido em 2022, o grupo iniciou sua trajetória como Golden Wings, formado por Kai, Lara e Raphael, estreando no primeiro Festival de Dança de Magé. No ano seguinte, renasceram com uma nova identidade: Dinastia. Um nome que carrega força, união e propósito.<br>Com o tempo, a família cresceu. Aysha, Ana Luiza, Gabriela se juntaram ao time, somando seus talentos aos de Kailane, Lara e Raphael trazendo mais presença e personalidade às performances. Juntos, eles transformam cada palco em território de pura energia, surpreendendo o público com técnica, emoção e sintonia.<br>Em maio de 2025, o grupo conquistou seu primeiro pódio como Melhor Grupo com uma coreografia de Hip Hop no Festival de Caxias. Um marco que solidificou ainda mais sua trajetória e dedicação.<br>Hoje, a Dinastia é mais que um grupo: é uma família artística que evolui, inspira e entrega intensidade em cada apresentação. Onde eles pisam, a dança acontece viva, forte e inesquecível.",
    "destaque": "/src/assets/images/confirmados/street-destaque/dinastia21-foto.webp,",
    "instagram": ""
  },
  {
    "id": "soniacastilho",
    "nome": "Sônia Castilho Studio de Dança",
    "bio": "O Studio de Dança Sônia Castilho marcará presença no Festival Underground Literário, com seus mais de 25 anos de atuação na dança em Magé (sede em Fragoso), oferecendo modalidades como Ballet Clássico, Jazz, Zumba, Hip Hop, Fit Dance, Dança do Ventre e Dança de Salão. Com turmas infantil, juvenil e adulto.",
    "destaque": "/src/assets/images/confirmados/street-destaque/soniacastilho-foto.webp",
    "instagram": "https://www.instagram.com/sdsoniacastilho"
  },
  {
    "id": "animeke",
    "nome": "Animekê",
    "bio": "Prepare suas cordas vocais pra subir no palco e cantar os clássicos dos desenhos animados que marcaram sua infância. Quero ver quem vai ter coragem e soltar a voz no Animekê da Garagem Geek!",
    "destaque": "/src/assets/images/confirmados/geek-destaque/animeke-foto.webp",
    "instagram": ""
  },
  {
    "id": "retroarcade",
    "nome": "Retrô Arcade (Fliperama)",
    "bio": "Bora reviver a emoção de jogar no fliperama? Teremos máquinas de Arcade com jogos clássicos disponíveis pra quem quiser se desafiar no game retrô!",
    "destaque": "/src/assets/images/confirmados/geek-destaque/retroarcade-foto.webp",
    "instagram": ""
  },
  {
    "id": "cosplay",
    "nome": "Concurso de Cosplay",
    "bio": "O Palco Garagem abre espaço para cosplayers mostrarem todo seu talento, dedicação e amor pelos personagens que representam. É o momento de brilhar, posar, interpretar e surpreender o público com figurinos criativos, performances divertidas e muita energia geek.<br><hr><h2>Regras do Concurso</h2><br>Dia 29/11 - Sábado<br>Horário: 16h (após o Desfile Cosplay)<br>Faixa Etária: a partir de 13 anos<br><hr><b>Inscrição:</b> pode ser feita no local até uma hora antes ou adiantada através do formulário online, <a href='https://docs.google.com/forms/d/e/1FAIpQLSfmau5FEktnJ8SapXHGg3hQbGKpry8--b8kziI99Eq3upUWlA/viewform' target='blank'> Clique aqui!</a><br><br><b>Traje:</b> qualquer personagem da cultura pop; o traje não deve ser excessivamente ousado ou sexualizado. Evite roupas com partes íntimas à mostra, transparências exageradas ou qualquer visual que possa gerar desconforto ao público geral, incluindo crianças.<br><br><b>Apresentação:</b> cada participante terá seu momento de brilhar no palco com uma apresentação individual de até 30s para interpretar seu personagem; é proibido o uso de objetos cortantes/metálicos, fogo/fumaça/líquidos/explosivos, jogar itens no público ou atitudes ofensivas. <br><br><b>Avaliação:</b> o cosplay será avaliado em 3 categorias — <b>Técnico</b> (confecção, acabamento, fidelidade, materiais), <b>Performance</b> (presença, interpretação, conexão com público, impacto) e <b>Criatividade</b> (soluções, adaptações, originalidade, estilo); notas de 1 a 10; a soma define o ranking onde os 3 primeiros serão premiados.<br><br><b>Segurança:</b> staffs podem barrar cosplays perigosos/inapropriados ou retirar quem quebrar regras; lembre-se que o respeito é obrigatório.<br><br><b>Premiação:</b> o anúncio será durante o show da Banda Kyori que acontece logo após as apresentações; a presença é obrigatória na premiação.",
    "destaque": "/src/assets/images/confirmados/geek-destaque/cosplay-foto.webp",
    "instagram": ""
  },
  {
    "id": "cosplaykids",
    "nome": "Desfile de Cosplay Kids",
    "bio": "Um momento especial para as crianças viverem a magia da cultura pop, desfilando com seus personagens favoritos em um ambiente seguro, acolhedor e cheio de fofura. É o tipo de atração que derrete corações e rende fotos inesquecíveis.<br><br>Fique atento às regras para garantir a participação de sua criança no Desfile de Cosplay Kids<br><hr><h2>Regras do Desfile:</h2>Dia 29/11 - Sábado<br>Horário: 16h<br>Faixa Etária - 2 a 12 anos<br>Limite: 30 crianças<br<br><hr><b>IMPORTANTE!</b><br>1 - O desfile contará com a presença máxima de até 30 crianças com idade de 2 a 12 anos. <br><br>2 - É necessário chegar cedo e se inscrever para participar. <br><br>3 - Só será permitida a participação de crianças trajando personagem ou celebridade de qualquer franquia da cultura pop(anime, jogo, série, filme, quadrinhos, etc).<br><br>4 - Os trajes devem ser seguros e permitir movimentação da criança, acessórios leves e não cortantes são permitidos;<br><br>5 - O desfile acontecerá às 16h, os participantes devem estar com seus trajes completos para subir ao palco.<br><br>6 - É obrigatória a presença dos responsáveis, antes durante e depois do desfile.<br><br>7 - Após o Desfile os participantes receberão brindes exclusivos do Festival Underground Literário.",
    "destaque": "/src/assets/images/confirmados/geek-destaque/cosplaykids-foto.webp",
    "instagram": ""
  },
  {
    "id": "rpg",
    "nome": "Mesa de RPG",
    "bio": "O RPG é um hobby que combina imaginação, colaboração e narrativa, onde cada jogador cria um personagem e juntos constroem histórias cheias de aventura, mistério e heroísmo. No festival, o público poderá viver essa experiência na prática, mergulhando em mundos fantásticos guiados por mestres experientes e aventuras criadas especialmente para quem quer descobrir — ou redescobrir — a magia de contar histórias em grupo.<br>Para maiores de 13 anos<br>As vagas são limitadas, recomendamos chegar cedo para fazer a inscrição.",
    "destaque": "/src/assets/images/confirmados/geek-destaque/rpgkids-foto.webp",
    "instagram": ""
  },
  {
    "id": "rpgkids",
    "nome": "Mesa de RPG Kids",
    "bio": "O RPG é um hobby que combina imaginação, colaboração e narrativa, onde cada jogador cria um personagem e juntos constroem histórias cheias de aventuras, mistério e heroísmo. <br><br> No festival as crianças também terão seu momento de rolar os dados, em versões leves e lúdicas, perfeitas para estimular criatividade, resolução de problemas e trabalho em equipe.<br>Para Criaças de 4 a 12 anos<br><br>As vagas são limitadas, recomendamos chegar cedo para fazer a inscrição.",
    "destaque": "/src/assets/images/confirmados/geek-destaque/rpgkids-foto.webp",
    "instagram": ""
  },
  {
    "id": "joganerd",
    "nome": "Joga Nerd",
    "bio": "Encontro mensal que acontece a todo 3º sábado do mês no Espaço Cultural Magé Nerd, próximo a Estação Guia e Pacobaíba em Mauá. Estarão com todo seu arcenal pra galera experimentar de perto como é jogar um boardgame de qualidade!",
    "destaque": "/src/assets/images/confirmados/geek-destaque/joganerd-foto.webp",
    "instagram": ""
  },  
  {
    "id": "guilda",
    "nome": "Guilda de Magé",
    "bio": "Grupo de Mauá que trabalha com aluguél de jogos de tabuleiro. Também participam do Joga Nerd, todo 3º sábado do Mês no Espaço Cultural Magé Nerd, próximo a Estação Guia de Pacobaíba em Mauá.",
    "destaque": "/src/assets/images/confirmados/geek-destaque/guilda-foto.webp",
    "instagram": ""
  },  
  {
    "id": "titangeek",
    "nome": "Titan Geek - Geek House",
    "bio": "Titan Geek House, foi criada por Glaucio Cardozo em maio de 2011 como uma Lan House, tendo computadores com jogos online e videogame, um sonho pessoal para ser um point de games na região. Ao longo do tempo, com amizades formadas, o espaço começou a ser usado para realizar encontros de mesas de RPG (Role-Playing Game - Jogo de Interpretação de Papéis), por volta do ano de 2013 e no ano seguinte, também se tornando point de encontro para jogadores de TCG (TCG - Trading Card Game): Magic e Pokémon. Titan Geek House é referência de RPG e TCG no 5º Distrito de Magé, almejando alcançar toda cidade de Magé, juntamente com seus parceiros, Magé Nerd e Guilda de Magé, ao realizar mensalmente o Joga Nerd, com foco de reunir todos num grande encontro para se divertirem jogando: Jogos de tabuleiro, RPG e TCG no mesmo lugar.",
    "destaque": "/src/assets/images/confirmados/geek-destaque/titangeek-foto.webp",
    "instagram": "https://www.instagram.com/titangeekhouse"
  },
  {
    "id": "magenerd",
    "nome": "Magé Nerd",
    "bio": "Magé Nerd, primeira rede de cultura  Nerd/Geek  da cidade de Magé, começou  cobrindo  vários eventos  do segmento: de Jedicon RJ a Guapanime, sempre trazendo entrevistas e novidades da cultura pop. Agora se aventura com o primeiro Espaço Cultural Nerd na Região já  conta com Biblioteca Carlos Villagrán, Feira de Livros e Quadros e é a casa do Joga Nerd(evento de boardgame) junto  com nossos parceiros da Guilda Nerd e Titan Geek, e em breve teremos  mais novidades  sigam  às  nossas  redes @magenerd no face, Instagram e YouTube.",
    "destaque": "/src/assets/images/confirmados/geek-destaque/magenerd-foto.webp",
    "instagram": "https://www.instagram.com/magenerd"
  },
  {
    "id": "nerdquiz",
    "nome": "Coringa Quiz",
    "bio": "Você sabe tudo sobe o mundo geek? É Otaku raiz? O Gamer mais condecorado da PSN? Sabe tudo sobre filmes e séries? ENTÃO PROVE! <br><br> Queremos ver quem sabe tudo de cultura pop e vai acertar as perguntas do Coringa. <br>Tá valendo prêmio hein!",
    "destaque": "/src/assets/images/confirmados/geek-destaque/quiz-foto.webp",
    "instagram": ""
  },
  {
    "id": "matheuscoringa",
    "nome": "Matheus Athayde, o Coringa de Magé",
    "bio": "Mateus Athayde: Ator, escritor, criador de conteúdo digital e comunicador com 14 mil seguidores nas redes sociais.<br>Mageense e agora Conselheiro Municipal de Cultura, faz na cidade um trabalho de divulgação de fazedores de cultura de várias áreas e produz um conteúdo de Lifestyle com muito bom humor, através de personagens como o Coringa de Magé que utiliza como marketing criativo para suas pipocas gourmet que vende pelo primeiro distrito. <br><br>Estará com a gente participando de um quadro de perguntas e respostas no Festival Underground Literário, e quem não acertar as perguntas, já sabe... HAHAHAHAHAHAHAHA",
    "destaque": "/src/assets/images/confirmados/geek-destaque/matheuscoringa-foto.webp",
    "instagram": "https://www.instagram.com/coringademage_"
  },
  {
    "id": "torneiocards",
    "nome": "Torneio de CardGame (TCG)",
    "bio": "Traga seu Desk e venha competir com a gente! <br><br>Coordenado pelo Vilson Stratos, referência em TCG da região, os visitantes do Festival Underground Literário poderão se inscrever para participar dos torneios de Yu-Gi-Oh! (Formato avançado com a lista de restritas e proibidas vigente) e Pokémon (Rotação atual).",
    "destaque": "/src/assets/images/confirmados/geek-destaque/torneiocards-foto.webp",
    "instagram": ""
  },
  {
    "id": "vilsonstratos",
    "nome": "Vilson Stratos",
    "bio": "Vilson “Stratos” Borges (35) é um morador de Magé (RJ) e apaixonado pelo hobby de jogos de cartas colecionáveis, também conhecidos como Trading Card Games, TCGs, Card Games etc. <br><br>No seu canal do Youtube “Vilson Stratos” ele aborda diversos jogos como Yu-Gi-Oh!, Pokémon, Magic the Gathering, Digimon Card Game, One Piece Card Game e entre outros! <br><br>Ele estará marcando presença no 1° Festival Underground Literário coordenando a área de Card Games onde todos que quiserem um espaço para conhecer mais sobre o hobby, para encontrar os amigos e jogar partidas do seu Card Game favorito e competir em torneios eletrizantes de Yu-Gi-Oh! (Formato avançado com a lista de restritas e proibidas vigente) e Pokémon (Rotação atual) são mais que bem-vindos para participar!",
    "destaque": "/src/assets/images/confirmados/geek-destaque/vilsonstratos-foto.webp",
    "instagram": ""
  },
  {
    "id": "dekache",
    "nome": "Dekache Pixel Art",
    "bio": "Alex Dekache é um artista independente que tranforma pixels em arte geek. Utilizando missangas, conhecidas como BEADS, ele aplica técnicas para definir figuras e agrupa-las em totens, quadros, pingentes e demais itens decorativos. Grande parte de suas obras são sempre voltadas ao universo dos games retrô com referências do Super Nintendo, Mega Drive e jogos das gerações de 8, 16 e 32 bits. ",
    "destaque": "/src/assets/images/confirmados/geek-destaque/dekache-foto.webp",
    "instagram": "https://www.instagram.com/dekache.pixelart"
  },
  {
    "id": "fernando",
    "nome": "Fernando Legião",
    "bio": "Pioneiro da Cultura Geek em Magé, Fernando Legião (como é conhecido) além de ser um desbravador do mundo Nerd também é artista plástico, faz pinturas a óleo e estará com sua exposição de quadros e livros antgos no Festival Underground Literário.",
    "destaque": "/src/assets/images/confirmados/feira-destaque/fernando-foto.webp",
    "instagram": "https://www.instagram.com/fernando.legiao"
  },
  {
    "id": "everton",
    "nome": "Everton Drawings",
    "bio": "Everton é um jovem mageense apaixonado por animes, super heróis e games. Seu diagnóstico de autismo não o afastou de sua paixão pelo mundo geek e de se dedicar aos seus desenhos. Muito pelo contrário, isso o tornou quase uma máquina de obras de arte. Artes nas quais ele vai expor durante o Festival. <br><br>Everton aprimorou tão bem suas técnicas de desenho que hoje dá aulas na Fundação Cultural de Magé e também estará com sua Oficina de Desenho Mangá durante o Festival. <br><br>Chegem cedo para se inscrever, vagas limitadas!",
    "destaque": "/src/assets/images/confirmados/feira-destaque/everton-foto.webp",
    "instagram": "https://www.instagram.com/evertondrawings"
  },
  {
    "id": "projeto50euns",
    "nome": "Projeto 50 e Uns",
    "bio": "Projeto criado por Rossane Gralato que visa trazer independência financeira para mulheres. Realiza feira de artesanato toda quinta-feira no Calçadão de Magé",
    "destaque": "/src/assets/images/confirmados/feira-destaque/projeto50euns-foto.webp",
    "instagram": "https://www.instagram.com/projeto50euns"
  },
  {
    "id": "eric",
    "nome": "Eric Fanuel",
    "bio": "Eric Fanuel é escritor, produtor cultural. <br> <br> Como autor, transita entre poesia, prosa e literatura infantojuvenil, reunindo obras que celebram identidade, memória e ancestralidade. Como produtor, idealiza e realiza projetos culturais, festivais e ações formativas que fortalecem a cena artística de Magé e da Baixada Fluminense.",
    "destaque": "/src/assets/images/confirmados/feira-destaque/eric-foto.webp",
    "instagram": "https://www.instagram.com/ericfanuel_ofc"
  },
  {
    "id": "jurema",
    "nome": "Jurema Araujo",
    "bio": "58 anos, carioca, poeta, com 5 antologias, 2 revistas e vários saraus pela vida.<br><br>OBRAS: O Livro Negro dos Sentidos; Narrativas insubmissas<br><br>SINOPSEAntologias mistas com poemas, contos e crônicas",
    "destaque": "/src/assets/images/confirmados/feira-destaque/jurema-foto.webp",
    "instagram": "https://www.instagram.com/palavras_femeas"
  },
  {
    "id": "olga",
    "nome": "Olga Tavares",
    "bio": "Doutoranda em Anteopologia pela UFF e foi presidente da Associacao Mageeense de Pessoas com deficiência por 20 anos. Realizou pesquisa em igrejas de Magé, cujo resultado se tornou no livro Teologia e Deficiência<br><br>Teologia e Deficiência, um convite aos que têm fome e sede de justiça.",
    "destaque": "/src/assets/images/confirmados/feira-destaque/olga-foto.webp",
    "instagram": "https://www.instagram.com/olgamariatavares"
  },  
  {
    "id": "fernanda",
    "nome": "Fernanda Santos Navarro",
    "bio": "Natural de Magé, é uma escritora que viveu por três décadas na Europa, o que influenciou profundamente sua produção literária. Seu primeiro lançamento foi o documentário “Vida Fácil”, em 2011, na Bienal do Livro do Rio de Janeiro, e em 2016, foi apresentado na FNAC de Lisboa. Ao longo dos anos, Fernanda publicou diversas obras, incluindo títulos cristãos como “Jesus, a Verdade que Liberta” e “Mulher, por que choras?”. Também produziu o documentário “Se eu sobreviver”, em homenagem aos policiais do Brasil. O romance “Minha culpa é te amar” foi lançado na Feira Literária de Lisboa, e em 2025, o romance “Debaixo da mesma lua” foi apresentado na FLIG de Papimirim e também na FLIN de Magé. Para 2026, Fernanda tem lançamentos previstos, como “40 Luas”, o livro infantil “Um pedacinho de Sol para mim” e a segunda edição do documentário “Se eu sobreviver”, em homenagem aos policiais do Brasil, especialmente aos PMs do Rio de Janeiro, incluindo a participação de seu filho.<br><br>OBRAS: Debaixo da mesma lua<br><br>SINOPSE 'Debaixo da Mesma Lua, Amor' é uma envolvente narrativa de amor e escolhas, tecida pela autora Fernanda Santos Navarro. No calor de uma tarde de verão no interior do Rio de Janeiro, Laura, uma mulher independente e bem-sucedida na área da enocultura, vê sua vida dar uma guinada inesperada quando cruza o caminho de Lucas, um simples e trabalhador pedreiro.<br><br>Numa dança entre risos e lágrimas, 'Debaixo da Mesma Lua, Amor' explora a complexidade das relações humanas, destacando que, por vezes, alguém precisa perder para que outro possa ganhar, e que lágrimas podem preceder sorrisos. No final, a obra ressalta que, apesar das dificuldades, a vida é feita de escolhas, e, com o tempo, tudo se ajeita.",
    "destaque": "/src/assets/images/confirmados/feira-destaque/fernanda-foto.webp",
    "instagram": ""
  },
  {
    "id": "wellington",
    "nome": "Wellington Toledo",
    "bio": "Nascido em 1 de dezembro de 1982. Mestre em Letras Vernáculas pela UFRJ. Membro-fundador da Academia Mageense de Letras e Arte (Anla). Ex-aluno de Dona Cleonice Berardinelli (28/08/1916 – 31/01/2023); a mais longeva ocupante da oitava cadeira da Academia Brasileira de Letras (ABL). Graduado em Letras e Artes Visuais. Pai, professor (Língua Portuguesa e Artes Visuais), escritor (dois livros de poesia publicados e um 3º em processo de publicação, “Biobibliografia” [2016], “O labirinto de Sísifo e Aforismos por aí Afora” [2023] e “Arte para Ingres Ver” [2025/2026]), marceneiro, ambientalista, músico, luthier. Lotado na Prefeitura Municipal de Magé (PMM) há mais de 11 anos.  “A mesóclise do eu/ que desejou não ter sido/ o que não foi/ e o ser que foi tecido/ por não desejar ser outro ser.”. Essa coisa aí ou nada disso. E escreve. Mesmo sabendo que “Escrever é confabular em bula o próprio veneno, / na tentativa nula de burlá-lo.”",
    "destaque": "/src/assets/images/confirmados/feira-destaque/wellington-foto.webp",
    "instagram": "https://www.instagram.com/welltoledo"
  },
  {
    "id": "wudson",
    "nome": "Wudson Guilherme de Oliveira",
    "bio": "Autor principal de 15 revistas e 14 livros, entre eles “Branquitude, representações & privilégios” ambos acadêmicos com artigos científicos voltados para a educação das “Relações Étnico-Raciais”. Autor do livro “Contos Afro-Diaspóricos e Periféricos”, Posfaciador do livro infantil “O Dia em que o Vento Perdeu a Cor” e Coautor de 14 livros de antologias literárias. Entre eles, “Meu Griot Maxambomba!”, “Um indivíduo antirracista”, “Mocambo (Re)Existência”, “Brincadeiras de capoeiragens”, “Foi um amor á primeira vista”, “Uma mulher misteriosa” entre outras escritas. Entre as honrarias, foi contemplado no Prêmio Conceição Evaristo de Literatura, da IV Edição Prêmio Palmares das Artes, recebeu a “Menção Honrosa” no 37º Concurso Literário Yoshio Takemoto, com o conto “Um samurai da cor da noite”, publicado em português e japonês (hiragana), dentre outros. <br><br> OBRAS: Branquitude, representações & privilégios: estudos sobre a identidade branca nas histórias em quadrinhos e Contos afro-diaspóricos e periféricos. <br><br>SINOPSE: Diálogos sobre os personagens das revistas de histórias em quadrinhos que são amaparados pelas perspectivas da branquitude. Já o outro livro, apresenta contos voltados as discussões das questões étnico-raciais, bem como propostas para trabalhar com esses pontos de vistas.",
    "destaque": "/src/assets/images/confirmados/feira-destaque/wudson-foto.webp",
    "instagram": "https://www.instagram.com/wudafrica"
  },
  {
    "id": "capa",
    "nome": "Capa Comics",
    "bio": "A Capa Comics é um coletivo de histórias em quadrinhos da Baixada Fluminense formado em 2013. O grupo inspirou seu nome no lendário Tenório Cavalcanti, mais conhecido como o Homem da Capa Preta, que no cinema, foi interpretado por José Wilker. Seus integrantes são quadrinistas que se juntaram sob a mesma bandeira para produzir tramas ambientadas em sua própria região, dando origem a um universo de quadrinhos brasileiros.",
    "destaque": "/src/assets/images/confirmados/feira-destaque/capa-foto.webp",
    "instagram": "https://www.instagram.com/capacomics/"
  },
  {
    "id": "coresquesentem",
    "nome": "Oficina: Cores que Sentem",
    "bio": "A oficina “Cores que Sentem” contará com atividades lúdicas que incentivarão as crianças a se expressarem, valorizando e reconhecendo as diversas emoções que colorem a infância. Dessa forma, promoveremos a inclusão e o respeito por meio do acolhimento de cada criança em sua singularidade.",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/coresquesentem-foto.webp",
    "instagram": ""
  },
  {
    "id": "somdosilencio",
    "nome": "Oficina: O Som do Silêncio",
    "bio": "A oficina “Som do Silêncio” contará com atividades que explorarão diferentes formas de comunicação e percepção — de nós mesmos e dos outros — de maneira prática e envolvente, proporcionando experiências que acolhem a diversidade e promovem a inclusão.",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/somdosilencio-foto.webp",
    "instagram": ""
  },
  {
    "id": "culturasperifericas",
    "nome": "Roda de Conversa: Culturas Periféricas",
    "bio": "Em breve, Descrição da Atração",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/culturasperifericas-foto.webp",
    "instagram": ""
  },
  {
    "id": "costelinha",
    "nome": "Musicalização Infantil com Tio Costelinha",
    "bio": "Tio Costelinha, encanta crianças com contação de histórias, música e performances educativas, levando arte, inclusão e afeto para escolas, praças, teatros e grandes eventos, como Bienal do Livro, Theatro Municipal e Flip.",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/costelinha-foto.webp",
    "instagram": "https://www.instagram.com/ericfanuel_ofc" 
  },
  {
    "id": "contacaohistoria",
    "nome": "Contação de Histórias com Professora Anajara Vidal",
    "bio": "Contação da história “O Reino das Cores”, que convida o público a mergulhar em um mundo encantado onde as cores ganham vida e transmitem valores como respeito, amizade e diversidade. A proposta estimula a imaginação, a escuta sensível e a interação lúdica entre as crianças.",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/contacaodehistoria-foto.webp",
    "instagram": "https://www.instagram.com/anajaravidal" 
  },
  {
    "id": "oficinageek1",
    "nome": "Oficina de Desenho Cartoon",
    "bio": "Com a ilustradora Catarina Niero.<br><br>Vagas Limitadas, chegue cedo para se inscrever!",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/oficinageek1-foto.webp",
    "instagram": "https://www.instagram.com/inaniero.art"
  },
  {
    "id": "oficinageek2",
    "nome": "Oficina de Desenho Mangá",
    "bio": "Com a professor de desenho, Everton.<br><br>Vagas Limitadas, chegue cedo para se inscrever!",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/oficinageek2-foto.webp",
    "instagram": "https://www.instagram.com/evertondrawings"
  },
  {
    "id": "oficeinageek3",
    "nome": "Oficina de Storytelling",
    "bio": "Com o quadrinista Hamilton Kabuna,<br><br>Vagas Limitadas, chegue cedo para se inscrever! ",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/oficinageek3-foto.webp",
    "instagram": "https://www.instagram.com/kabunahamilton/"
  },
  {
    "id": "papogeek1",
    "nome": "Papo de Geek - Arte VERSUS Tecnologia",
    "bio": "Na verdade o título Art VERSUS Tech é uma provocação, nesse Papo de Geek não pretendemos ficar em lados opostos. Vamos juntar forças com um time que prova, na prática, que arte e tecnologia não são caminhos opostos — são parceiras poderosas. Nossos convidados vivem essa fusão todos os dias: animando personagens que conquistam o mundo, criando narrativas visuais incríveis, liderando equipes criativas, pesquisando ciência, desenvolvendo ferramentas com IA e experimentando novos formatos de expressão. Eles usam tecnologia para ampliar criatividade, e usam arte para dar sentido ao que a tecnologia possibilita. É essa bagagem — que mistura cinema, jogos, educação, pesquisa, música, inovação e muita mão na massa — que vai guiar nossa conversa.",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/papogeek1-foto.webp",
    "instagram": ""
  },
  {
    "id": "papogeek2",
    "nome": "Papo de Geek - Produção de Eventos de Cultura Pop",
    "bio": "Neste Papo de Geek estaremos com duas feras! O Marlos (do Guapanime) e o Hamilton (do Capa Comics).<br><br>Vamos conversar sobre a experiência deles na realização de eventos para público geek e tentar descobrir o que será que a gente precisa pra ter mais eventos assim na nossa cidade, hein?<br>Bora trocar uma idéia sobre isso?",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/papogeek2-foto.webp",
    "instagram": ""
  },
  {
    "id": "catarina",
    "nome": "Catarina Niero",
    "bio": "Catarina Niero participará do nosso Papo de Geek, ela é Supervisora de Animação e Animadora 2D, com 14 anos de experiência em séries de TV, longas-metragens e publicidade, alguns como TFT para Riot Games,  Overwatch, séries como Meu Amigazao, irmão do Jorel, Anymalu Show, Snoopy entre outros e atualmente supervisiona a equipe da Turma da Boiadeirinha para Ana Castela. Ao longo de sua trajetória, desenvolveu uma visão técnica e artística sólida, combinando domínio de linguagem visual com sensibilidade narrativa. Atua tanto na criação quanto na supervisão de equipes, conduzindo projetos de alta complexidade e grande visibilidade com foco em qualidade, organização e colaboração.<br><br>Especialista em dar vida a personagens e transformar ideias em movimento, ela é apaixonada por contar histórias — acreditando na animação como uma ponte entre emoção, imaginação e propósito. Sua experiência inclui formação e treinamento de equipes, liderança de pipelines completos e suporte a artistas em diferentes níveis, sempre com um olhar atento ao desenvolvimento humano e criativo.<br><br>Casada e mãe do Noah e da Liana, Catarina traz para cada projeto uma combinação única de técnica, sensibilidade e comprometimento. Seu propósito é inspirar, orientar e construir ambientes de trabalho onde artistas possam crescer e dar o melhor de si, contribuindo para um mercado de animação mais maduro, acolhedor e inovador.",
    "destaque": "/src/assets/images/confirmados/pessoas/catarina-foto.webp",
    "instagram": "https://www.instagram.com/inaniero.art"
  },
  {
    "id": "felipe",
    "nome": "Felipe Simões",
    "bio": "Felipe Simões participará do nosso Papo de Geek, casado com a Priscila ele é e pai do Eric (14) e da Laura (9). Formado em Ilustração e Animação em Design  3D pela Universidade Veiga de Almeida. Trabalha  como animador 2D e 3D  no mercado audiovisual desde 2010.<br><br>Ao longo da carreira, teve a oportunidade de colaborar com diversos estúdios nacionais, como 2D Lab, Copa Estúdios, Combo Estúdio, Lightfarm e Zombie Studio. Viveu dois anos na Irlanda, onde trabalhou presencialmente no estúdio Lighthouse. Também atuou remotamente como Lead Animator para o estúdio Icon Creative, em Vancouver, no Canadá.<br><br>Atualmente é Diretor de Animação no estúdio Histeria, onde anima e supervisiona a animação de cinemátics de jogos da Riot Games, como League of Legends,TFT e Valorant.<br><br>Alguns projetos nos quais trabalhou: Meu Amigãozão, Historietas Assombradas, Any Malu Show, The Cuphead Show, WondLa, além de animar em alguns cinematics de  Overwatch, Valorant, League of Legends, Free Fire e TFT.<br><br>Fora do trabalho, gosta de jogar videogame, tocar guitarra e se envolver em projetos criativos — como pintar miniaturas, fazer esculturas em biscuit ou com caneta 3D. Sou apaixonado por quadrinhos e super-heróis (ainda que leia menos do que gostaria).",
    "destaque": "/src/assets/images/confirmados/pessoas/felipe-foto.webp",
    "instagram": "https://www.instagram.com/simoes.animation"
  },
  {
    "id": "jp",
    "nome": "João Paulo",
    "bio": "JP participará do nosso Papo de Geek, ele é Diretor Criativo na Lightfarm e Head do Academy Lab, onde lidera equipes e projetos que integram arte, tecnologia e criatividade. Com uma trajetória de mais de 15 anos no mercado, atua como artista 3D generalista, instrutor e mentor, dedicando-se à formação de novos profissionais e ao desenvolvimento de processos criativos inovadores.<br><br>Apaixonado por cinema de animação e entusiasta de novas tecnologias, JP explora a arte digital como uma forma de expressão capaz de unir técnica e emoção. Sua experiência abrange colaborações com projetos nacionais e internacionais, desde a criação de personagens, ambientes e narrativas visuais de alto impacto, até direção, gerenciamento e organização de projetos e times criativos de alta performance.<br><br>Seu propósito é fomentar a cultura da criação digital — conectando pessoas, compartilhando conhecimento e inspirando novas gerações de artistas.",
    "destaque": "/src/assets/images/confirmados/pessoas/jp-foto.webp",
    "instagram": "https://www.instagram.com/artofjoaolacerda"
  },
  {
    "id": "ueslei",
    "nome": "Ueslei Reis",
    "bio": "Ueslei Reis participará do nosso Papo de Geek, ele é físico, mestre em Ciência, Tecnologia e Educação, e educador com experiência no ensino de física. Um dos ramos de sua pesquisa explora as intersecções entre ciência e arte, especialmente como conceitos de espaço e tempo presentes nas artes visuais anteciparam ou dialogaram com formulações posteriores da física.<br><br>Ao longo de sua trajetória docente, defende que o ensino de ciências pode — e deve — se nutrir de outras linguagens humanas, não apenas como recurso didático, mas como forma de revelar visões de mundo que impulsionam o avanço científico e tecnológico, assim como esse avanço, por sua vez, contribui para as transformações nas expressões artísticas. <br><br>Atualmente, como gestor escolar, dedica-se ao estudo e desenvolvimento de aplicações com Inteligência Artificial Generativa, criando ferramentas voltadas ao apoio pedagógico e à gestão escolar. <br><br>Paralelamente, explora a IA de forma criativa na produção de videoclipes musicais de forma não profissional, integrando música, imagem e narrativa audiovisual como um laboratório estético e tecnológico. <br><br>Defende que a inteligência artificial precisa ser regulamentada para que os artistas cujos trabalhos foram utilizados no treinamento das IAs recebam os devidos royalties, e acredita que a IA não deve servir para imitar o que já é feito por humanos, mas sim como meio para criar algo novo — algo possível apenas pela criatividade e inventividade humana",
    "destaque": "/src/assets/images/confirmados/pessoas/ueslei-foto.webp",
    "instagram": "https://www.instagram.com/profuesleireis"
  },  
  {
    "id": "hamilton",
    "nome": "Hamilton Kabuna",
    "bio": "Quadrinista, professor de desenho, membro do CAPA COMICS, com vasta experiência em eventos, Hamilton estará expondo revistas em quadrinhos de sua editora indepenente, oferecerá uma oficina de Storytelling e participará conosco no Papo de Geek sobre Produção de Eventos de Cultura Pop.",
    "destaque": "/src/assets/images/confirmados/pessoas/hamilton-foto.webp",
    "instagram": "https://www.instagram.com/kabunahamilton/"
  },
  {
    "id": "marlos",
    "nome": "Marlos Ulrich",
    "bio": "Graduado em Gestão Pública, apto em Segurança pública e privada em grandes eventos, Marlo é o realizador do tradicional evento de anime GUAPANIME, que acontece duas vezes ao ano na cidade de Guapimirim. O evento reúne fãs da cultura pop, artistas convidados, dubladores, concursos de cosplayer, campeonatos de video game, apresentações de dança K-pop, dentre diversas outras atrações.<br><br>Marlo vai participar do nosso Papo de Geek, no tema Produção de Eventos onde contará um pouco sobre sua experiência, sobre os desafios de estar a frente de eventos para este segmento, dará dicas para engajar o público. Ele também trará um grupo de Dança K-Pop que é parceiro em seus eventos para se apresentar no 1º Festival Underground Literário convidando a todos para sua próxima edição que será no dia 18 de janeiro de 2026.",
    "destaque": "/src/assets/images/confirmados/pessoas/marlos-foto.webp",
    "instagram": "https://www.instagram.com/marlosulrich/"
  },  
  {
    "id": "historiademage",
    "nome": "História de Magé",
    "bio": "Carlito Lopes de Oliveira Junior, mestrando em História Social pelo Programa de Pós-Graduação da Universidade Federal Fluminense. Licenciado em História pela Universidade São Francisco. Atualmente desenvolve pesquisa em torno da história política, eclesiástica e socioeconômica de Magé/RJ e seus antigos territórios. Membro do Grupo de Estudos e Pesquisa Eulália e Bárbara (GEPEB). Pesquisador do Núcleo de Estudos e Pesquisa em História Econômica e Social (NEPHES). Membro do Grupo de Estudos em História Econômica e Pensamento Econômico (UESC). Atua como coordenador do patrimônio histórico-cultural da Secretaria de Cultura, Turismo e Eventos de Magé. Fundador e editor-chefe do portal de divulgação científica História de Magé.",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/historiademage-foto.webp",
    "instagram": "https://www.instagram.com/historiademage"
  },
  {
    "id": "thamires",
    "nome": "Thamires Corrêa",
    "bio": "Thamires Corrêa – Designer, costureira, professora e CEO do Thamires Corrêa Ateliê e Donna Lili Crochê. Desenvolve uma pocket coleção inspirada em sua ancestralidade e vive o redesign de sua marca, guiada pelo propósito e pela maternidade. Acredita na moda como expressão, memória e transformação.",
    "destaque": "/src/assets/images/confirmados/rodas-destaque/thamires-foto.webp",
    "instagram": "https://www.instagram.com/thamirescorreaatelie"
  }
]
